Revit 2024 API
GenericZoneDomainData Properties
The GenericZoneDomainData type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
GenericZoneDomainData Class
Autodesk.Revit.DB.Analysis Namespace